set_input_delay 0.1 [all_inputs]
set_output_delay 0.15  [all_outputs]
set_load 0.1 [all_outputs]
set_max_fanout 1 [all_inputs]
set_fanout_load 8 [all_outputs]


